{"pages":[{"text":"There are several ongoing projects in the Sundar Lab involving the rice microbiome. While the questions being addressed by each project are separate from one another, all the projects are highly connected. Microbiome Acquisition Gnotobiotic Rice System Microbiome Inheritance","tags":"Projects","loc":"/pages/RMB-Projects.html","title":"RMB Projects"},{"text":"The Mules Joe Edwards Joe is an astronaut Christian Santos-Medellín Chris is a whale trainer [Alana Firl] Alana is an avid olympian The Cowboys Jonathan Eisen Jonathan is a highly decorated skateboarder Venkatesan Sundaresan Sundar is an Emmy Award winning ESPN football sideline reporter","tags":"People","loc":"/pages/Who-we-are.html","title":"People"},{"text":"Welcome to the Rice Microbiome Project's website. The Rice Microbiome Project was formed to address critical questions in agriculture. Much like humans, plants host a large diversity of bacteria. Many studies have shown single bacterial species and strains to be beneficial in support of plant growth and yield; however these studies ignore the larger diversity of bacteria that cohabitate with these single beneficial microbes, i.e. the microbiome. Keeping this in mind, we have set out to detail","tags":"pages","loc":"/","title":"Home"},{"text":"Started the first acquisition experiment today. There are 2 main goals with this experiment: Do microbes located in the seed colonize the roots after germination? If they do, are these microbes located between the hull and the seed? Or are they located in the seed? Or perhaps both. The reason I've started these sets of experiments is due to some prior knowledge. Firstly, I did an experiment a few years ago where I grew surface sterilized rice seeds (with hulls still attached) on solid MS media in magenta boxes. I took their microbiomes and it turns out that the seedlings had a root microbiome fairly similar to that of the rhizoplane on greenhouse grown rice plants. I've tried to do this experiment sense then, but have only wound up with contamination. Maybe contamination is the wrong word - whatever microbes were inside of the seed were growing like crazy on the MS. Another piece of knowledge that I have is that when we germinate seeds for the greenhouse microbiome experiments we always take the hulls off of the seeds and surface sterilize them with 70% bleach. We germinate these seeds on MS and have shown that the roots of these seedlings are axenic. These experiments thus suggest that the space between the hull and the seed are where the microbes reside. I'm curious about the potential ability of plants to pass on microbiomes through the seed, but the current setup for examining this phenomena is not reproducable (keep getting contamination on MS media from seed borne microbes). So now I'm trying a different approach, something a bit more natural. When rice farmers in California are preparing to spread seed on their field, they first begin the germination process by soaking the seeds in water. This serves two purposes: it starts the germination program for the plant and it saturates the seeds so that they can sink to the ground in the flooded paddies and they don't blow to one corner. Keeping this in mind, I decided to just germinate the seeds in water and take their root microbiomes. Here's how I performed the process. For this experiment I wanted fresh plants. Ideally I would use something from the field, but it's not quite the right time of year for that yet. The next best thing is some plants that were growing in field soil in the greenhouse. I trimmed a pannicle off of one of these plants and took the seeds back to the lab. In the Sundar lab we have a very complicated way of stripping the hulls off the seeds. It involves a cut piece of a rubber bike tire tube and a lot of muscle. We roll the seeds with husks in the tube until the husks come off. We just have to be careful not to over do it or else the embryo will pop off. This gives me a nice set of dehulled seeds and a set of seeds with the hulls still on them. Now that I had the hulls off I had to surface sterilize the seeds. To do this, we soak the seeds in 70% bleach for 5 minutes. I'm confident that this kills microbes on the surface because our previous experiments using dehulled seeds germinated on MS plates have been sterile. After I soaked the seeds in bleach for 5 minutes I rinsed them in water. After rinsing I put the seeds into three different petri dishes with water. The reason I'm using three petri dishes is to avoid any plate effects. Let's say that somehow one of the plates was contaminated before the experiment, then that would throw off my conclusions if I only had a plate for dehulled seeds and one plate for seeds with hulls on them Then I popped these babies into the incubator. See you in 6 days!","tags":"Notebook","loc":"/simple-inheritance-experiment.html","title":"Simple Inheritance Experiment"},{"text":"We had another guest come out to the field with us. Meet Sarah. Here's a closer look at the plants in the field. They grain has started to fill. Here are the plants. I'm gettin really allergic to rice :(","tags":"Notebook","loc":"/FE-Week15.html","title":"Field Experiment Week 15"},{"text":"Here's Chris in the field. Compare this to week 3. The rice plants are all grown up.","tags":"Notebook","loc":"/FE-Week14.html","title":"Field Experiment Week 14"},{"text":"I took a picture of the buttes when I was leaving.","tags":"Notebook","loc":"/FE-Week13.html","title":"Field Experiment Week 13"},{"text":"","tags":"Notebook","loc":"/FE-Week12.html","title":"Field Experiment Week 12"},{"text":"Lots of weeds out there! I ran across a few plants that were heading. I avoided collecting these as this was definitely not representative of the entire field. This is one of the few pictures of rain in California this summer","tags":"Notebook","loc":"/FE-Week11.html","title":"Field Experiment Week 11"},{"text":"","tags":"Notebook","loc":"/FE-Week10.html","title":"Field Experiment Week 10"},{"text":"","tags":"Notebook","loc":"/FE-Week9.html","title":"Field Experiment Week 9"},{"text":"It was windy this week so we had to keep the paper towels down with the sample tubes.","tags":"Notebook","loc":"/FE-Week8.html","title":"Field Experiment Week 8"},{"text":"","tags":"Notebook","loc":"/FE-Week7.html","title":"Field Experiment Week 7"},{"text":"","tags":"Notebook","loc":"/FE-Week6.html","title":"Field Experiment Week 6"},{"text":"We had a guest collector this week. Meet Eugene. He's like this all the time. Check out the plants! They're starting to tiller.","tags":"Notebook","loc":"/FE-Week5.html","title":"Field Experiment Week 5"},{"text":"This week the farmer applied some herbicide to try and get rid of some of the weeds in the paddy. We usually collect on Tuesdays, but because he applied the herbicide on Tuesday we had to wait until Thursday to do the collection. You can see that there are tracks in the field where they've taken the tractor through to spray. I made the mistake of stepping in one of the tracks. It's deeper than my boot and my foot got wet. The plants are growing fast!","tags":"Notebook","loc":"/FE-Week4.html","title":"Field Experiment Week 4"},{"text":"Three weeks in and the plants are growing like crazy! There's nothing really special to report this week other than this is the first week that Chris hasn't lost his boot in the mud. Exciting news.","tags":"Notebook","loc":"/FE-Week3.html","title":"Field Experiment Week 3"},{"text":"Last week we watched the field being seeded and only collected soil for microbiome analysis. This week the seedlings have germinated. You can see where we walked out to sample. It was hard work. We bought big rubber boots go go out there, but it's easy to get stuck. Once you're in the mud, you kind of master a rocking motion to keep your feet moving. Regardless, Chris lost his boot and got his feet wet. The seedlings had germinated at this point (you can't see it in this picture). The farmers drain the field three days after seeding. This process stimulates the plants to start rooting. So this picture was taken in the reflooding process. We went out into the field and collected the seedlings. This is what they look like.","tags":"Notebook","loc":"/FE-Week2.html","title":"Field Experiment Week 2"},{"text":"Background Recently we've had some success with taking a network approach for studying microbial consortia. This has been accomplished by using the variation in microbial abundance between rhizocompartments, field sites, and cultivation practice. We found consortia of OTUs belonging to taxonomies with the potential for metabolism of methane (we found taxonomies involved in methane formation, oxidation, and sytrophs in the same modules of the larger network). Our networks were formed by using information captured at one time point. Perhaps what is more interesting is to form these networks under a timecourse framework. With this method, we can monitor how methanogens, methanotrophs, and syntrophs exist in and around the roots through time. There is solid evidence that methane emissions from rice paddies increases sharply when the rice plants are flowering. Will we see methane cycling consortia mimicking this pattern? Questions being addressed This is one of the many questions that I'm trying to address with a field based experiment where we are sampling from a rice field in Arbuckle, CA . There are also other interesting factors that we can study with this experiment. For instance, we can see how rice developmental stage effects the root-associated microbiome and how different agricultural based ammendments can change the microbiome on a week to week basis. The farmer periodically applies herbicide and nitrogen ammendments to the soil. It would be ideal if we could do this with multiple fields to get solid correlations between for treatments, developmental stage, etc. Unfortunately we do not have enough man power at the time to do collections everyweek from multiple sites across the central valley. So what we're left with is giant field. Thankfully the farmer only wanted us to sample from one corner of the field, so we're not stomping all over his plants. This made our experimental layout easier; but if I were left to my own devices we would have stomped all around that field. When we got there, they were seeding the field by plane. In case you didn't know, many Californian rice fields are seeded by airplane. They soak the seeds in water for 24 hours prior to seeding and then spray them out of the back of an airplane. The soaking of the seeds ensures that they sink to the bottom of the flooded paddy and they don't just float to one corner of the field. Because they had just seeded the field that day and there were no roots to sample we decided to just sample the soil, take it back to the lab, and extract the DNA to get a good idea of the starting microbial pool.","tags":"Notebook","loc":"/FE-Week1.html","title":"Field Experiment Week 1"}]}